Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=913_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Inarinsaame, biologia ja maantieto
sme: Anárašgiella, biologia ja eatnandiehtu

source: Sanna Jortikka, Pirkko Lehtiö, Matti Leinonen, Teuvo Nyberg, Simo Veistola
sme: Sanna Jortikka, Merja Kuisma, Matti Leinonen, Teuvo Nyberg, Simo Veistola, sámegillii Ilmari Mattus

source: Škoovlâ biologia, Sisčääsih (alkup.
sme: Škoovlâ biologia, Sisčääsih (orig.

source: Koulun biologia, Sisävedet, Otava) on peruskoulun 7. luokalle tarkoitettu biologian oppikirja, joka käsittelee Suomen sisävesien eliöstöä ja elinypäristöjä.
sme: Koulun biologia, Sisävedet, Otava) lea vuođđoskuvlla 7. luohká biologiija oahppogirji, mas gieđahallojuvvojit Suoma sisčáziid ealánat ja eallinbirrasat.

source: Mukana on myös Itämeri-osio, joka tutustuttaa Itämeren erityispiirteisiin ja lajistoon.
sme: Mielde lea maiddái oassi, mas oahpásmuvvat Nuortameara mihtilmasvuođaide ja eallišlájaide.

source: Jokaisen luvun lopussa on tiivistelmä ja tehtäviä.
sme: Juohke logu loahpas lea čoahkkáigeassu ja bargobihtát.

source: ŠB Sisčääsih
sme: Škoovlâ biologia

source: saameksi: Ilmari Mattus
sme: Sisčääsih

source: piirrokset: Jorma Happonen
sme: sárgosat: Jorma Happonen

source: sivuja 156
sme: siiddut 156

source: hinta: 22,00 €
sme: haddi: 22,00 €

source: taso: 7. lk.
sme: dássi: 7. lk.

source: Saamelaiskäräjät 2014
sme: Sámediggi 2014

source: Opiskeluvihkon avulla sovelletaan ja syvennetään opittuja tietoja.
sme: Oahppangihppaga vehkkiin sáhttá čiekŋudit iežaset dieđuid.

source: Perustehtävien lisäksi on pari- ja ryhmätyötehtäviä, joita tehdään joko luontoretkellä tai luokassa.
sme: Vuođđobargguid lassin leat bárra- ja joavkobargobihtát, maid sáhttá bargat juogo olgun luonddus dahjege luohkkálanjas.

source: Lisäksi opiskeluvihkossa on päättelytehtäviä, joiden tekeminen edellyttää tavallista enemmän oivallusta.
sme: Internet-bargobihtáiguin oahppi hárjána ohcat dieđuid fierpmis.

source: Internettehtävien teko harjaannuttaa tiedon hakuun verkossa.
sme: Škoovlâ biologia

source: ŠB Sisčääsih Oppâmvihko
sme: Sisčääsih Oppâmvihko

source: piirrokset: Jorma Happonen ja Sirkku Pitkänen
sme: siiddut 112

source: sivuja 112
sme: haddi: 13,00 €

source: hinta: 13,00 €
sme: dássi: 7. lk.

source: ISBN 978-952-441-258-2
sme: Sámediggi 2014

source: Sanne Jortikka, Outi Maijala, Teuvo Nyberg ja Matti Palosaari,
sme: (Álgogiel.

source: piirrokset Jorma Happonen, saameksi Ilmari Mattus
sme: : Koulun biologia ja maantieto 5, Otava 2007)

source: Škoovlâ biologia ja eennâmtiätu 5
sme: jorgalan: Ilmari Mattus

source: (Koulun biologia ja maantieto 5, Otava 2007)
sme: sárgumat: Jorma Happonen

source: Koulun biologia ja maantieto -kirjasarja vie lukijansa seikkailulle maailman ihmisten, eläinten ja kasvien pariin.
sme: siiddut: 203

source: Samalla pohditaan, miten ihminen on sopeutunut elämään eri puolilla maapalloa ja miten ihmisten toimet ovat vaikuttaneet maapallon luontoon.
sme: haddi: 25,00 €

source: Koulun biologia ja maantieto 5 -kirjassa seikkailu alkaa niityn eliöiden opiskelulla.
sme: dássi: 5 lk

source: Eurooppa-jakson jälkeen tutustutaan maailman ja erityisesti Afrikan kasvillisuuteen ja eläimistöön.
sme: ISBN 978-952-441-210-0

source: sivuja: 203
sme: Sámediggi 2011

source: hinta: 25,00 €
sme: Sanne Jortikka, Outi Maijala, Teuvo Nyberg ja Matti Palosaari

source: taso: 5 lk
sme: Škoovlâ biologia ja eennâmtiätu 5 Pargokirje

source: ISBN 978-952-441-210-0
sme: (Álgogiel.

source: Saamelaiskäräjät 2011
sme: : Koulun biologia ja maantieto 5, Työkirja, Otava 2007)

source: Työkirjassa sovelletaan ja syvennetään opittua.
sme: jorgalan: Ilmari Mattus

source: Perustehtävien lisäksi työkirja sisältää tehtäviä, joiden tekemisen edellyttää omaa pohdintaa, johtopäätösten tekoa ja opittujen asioiden soveltamista.
sme: sárgumat: Jorma Happonen

source: Tarkista tietosi ja taitosi –osiossa arvioidaan omaa osaamista ja kerrataan jakson sisältöä.
sme: siiddut: 160

source: sivuja: 160
sme: haddi: 18,00 €

source: hinta: 18,00 €
sme: dássi: 5 lk

source: ISBN 978-952-441-221-6
sme: Sámediggi 2011

source: Satu Arjanne, Matti Leinonen, Teuvo Nyberg, Matti Palosaari ja Päivi Vehmas;
sme: (Álgogiel.

source: Škoovlâ biologia ja eennâmtiätu 6
sme: sárgumat: Jorma Happonen

source: Alkuperäisteos: Koulun biologia ja maantieto 6, Otava 2008-2009)
sme: siiddut: 171

source: Tässä oppikirjassa on biologiaa, maantietoa ja terveystietoa.
sme: haddi: 25,00 €

source: Biologian jaksoissa opit metsän eliölajeja sekä saat tietoa siitä, miten metsän ravintoketjut synty-vät.
sme: dássi: 6 lk

source: Maantiedossa tutustut maapallon luontoon ja ihmisen elämään eri puolella maapalloa.
sme: ISBN 978-952-441-209-4

source: Saat tietää, miten ihmiset Aasiassa ja Australiassa elävät sekä tutustut näiden maanosien eläin- ja kasvilajeihin.
sme: Sámediggi 2011

source: sivuja: 171
sme: Satu Arjanne, Teuvo Nyberg, Matti Palosaari ja Päivi Vehmas

source: taso: 6 lk
sme: (Álgogiel.

source: ISBN 978-952-441-209-4
sme: : Koulun biologia ja maantieto 6, Työkirja, Otava 2009)

source: Työkirjassa sovelletaan ja syvennetään opittuja asioita.
sme: sárgumat: Jorma Happonen

source: Perustehtävien lisäksi työkirjassa on tehtäviä, joiden tekeminen vaatii pohtimista, johtopäätösten tekemistä sekä opitun soveltamista.
sme: siiddut: 123

source: Tarkista tietosi ja taitosi -osassa voi arvioida omaa osaamistaan ja kerrata oppikirjan sisältöä.
sme: haddi: 14,00 €

source: sivuja: 123
sme: dássi: 6 lk

source: hinta: 14,00 €
sme: ISBN 978-952-441-223-0
